Repository: AreaSong/AreaMatrix
Catalog: apps/macos/AreaMatrix/Localizations/Localizable.xcstrings
Source language: en
Languages: zh_hans

# onboarding.failed.recoveryAdvice
source: Recovery advice
zh_hans: 恢复建议

# onboarding.failed.retry
source: Retry
zh_hans: 重试

# onboarding.failed.severity
source: Severity: %@
zh_hans: 严重程度：%@

# onboarding.failed.subtitle
source: AreaMatrix could not finish repository initialization. Your original files were not moved, renamed, deleted, or overwritten.
zh_hans: AreaMatrix 没能完成资料库初始化。 你的原始文件没有被移动、重命名、删除或覆盖。

# onboarding.failed.title
source: Initialization incomplete
zh_hans: 初始化未完成

# onboarding.importResult.summary
source: Imported %lld, failed %lld, stopped %lld, pending %lld.
zh_hans: 已导入 %lld 项，失败 %lld 项，已停止 %lld 项，待处理 %lld 项。

# onboarding.initialization.openInFinderFailed
source: Could not open the repository in Finder: %@
zh_hans: 无法在 Finder 中打开资料库：%@

# onboarding.initialization.progressUnavailable
source: Could not read adoption progress: %@
zh_hans: 无法读取接管进度：%@

# onboarding.initializing.adoptDetail
source: Core is adopting the folder. Existing files are only scanned and indexed.
zh_hans: Core 正在接管目录；已有文件只会被扫描和索引。

# onboarding.initializing.adoptTitle
source: Adopting existing folder
zh_hans: 正在接管已有目录

# onboarding.initializing.cancel
source: Cancel
zh_hans: 取消

# onboarding.initializing.createDetail
source: Core is creating the .areamatrix/ metadata required for an empty repository.
zh_hans: Core 正在创建空资料库所需的 .areamatrix/ 元数据。

# onboarding.initializing.createTitle
source: Creating repository
zh_hans: 正在创建资料库

# onboarding.initializing.creatingIndex
source: Initializing the local index
zh_hans: 正在初始化本地索引

# onboarding.initializing.currentFile
source: Current file: %@
zh_hans: 当前文件：%@

# onboarding.initializing.currentFileNotApplicable
source: Current file: Not applicable
zh_hans: 当前文件：不适用

# onboarding.initializing.pausing
source: Pausing...
zh_hans: 正在暂停...

# onboarding.initializing.progress
source: Current progress
zh_hans: 当前进度

# onboarding.initializing.recoveryExecuted
source: Startup recovery completed
zh_hans: 启动恢复已执行

# onboarding.initializing.safety
source: AreaMatrix does not move, rename, delete, or overwrite user files.
zh_hans: AreaMatrix 不会移动、重命名、删除或覆盖用户原文件。

# onboarding.initializing.scanCompleted
source: Folder adoption scan completed
zh_hans: 接管扫描已完成

# onboarding.initializing.scanCount
source: Scanned: %lld files (added %lld, updated %lld, skipped %lld)
zh_hans: 已扫描：%lld 个文件（新增 %lld，更新 %lld，跳过 %lld）

# onboarding.initializing.scanCountNotApplicable
source: Scanned: Not applicable
zh_hans: 已扫描：不适用

# onboarding.initializing.scanCountWaiting
source: Scanned: Waiting for Core
zh_hans: 已扫描：等待 Core 回报

# onboarding.initializing.scanFailed
source: Folder adoption scan failed
zh_hans: 接管扫描失败

# onboarding.initializing.scanInterrupted
source: Folder adoption scan interrupted
zh_hans: 接管扫描已中断

# onboarding.initializing.scanningFiles
source: Scanning existing files
zh_hans: 正在扫描现有文件

# onboarding.initializing.scanPaused
source: Folder adoption scan paused
zh_hans: 接管扫描已暂停

# onboarding.initializing.scanWarning
source: Folder adoption scan warning
zh_hans: 接管扫描警告

# onboarding.initializing.step.createDefaults
source: Create default categories and ignore.yaml
zh_hans: 创建默认分类与 ignore.yaml

# onboarding.initializing.step.createMetadata
source: Create the .areamatrix/ internal directory
zh_hans: 创建 .areamatrix/ 内部目录

# onboarding.initializing.step.generateOverview
source: Generate the repository overview
zh_hans: 生成资料库概览

# onboarding.initializing.step.initializeIndex
source: Initialize index.db
zh_hans: 初始化 index.db

# onboarding.initializing.step.scanFiles
source: Scan existing files
zh_hans: 扫描现有文件

# onboarding.initializing.step.writeIndex
source: Write the index
zh_hans: 写入索引

# onboarding.initializing.step.writeOverview
source: Write .areamatrix/generated/root.md
zh_hans: 写入 .areamatrix/generated/root.md

# onboarding.initializing.waitingForAdoptScan
source: Creating internal metadata and waiting for the adoption scan
zh_hans: 正在创建内部元数据并等待接管扫描状态

# onboarding.initializing.waitingForCore
source: Waiting for Core
zh_hans: 等待 Core 回报

# onboarding.initializing.waitingForSafePoint
source: Waiting for Core to reach a safe point
zh_hans: 正在等待 Core 到达安全点

# onboarding.loading.cancelOpening
source: Cancel opening
zh_hans: 取消打开

# onboarding.loading.currentPath
source: Current path: %@
zh_hans: 当前路径：%@

# onboarding.loading.loadingTree
source: Loading repository tree...
zh_hans: 正在加载资料库目录...

# onboarding.loading.opening
source: Opening repository...
zh_hans: 正在打开资料库...

# onboarding.loading.recoveryFailed
source: Startup recovery failed: %@
zh_hans: 启动恢复失败：%@

# onboarding.loading.reindexCompleted
source: Rescan completed
zh_hans: 重新扫描已完成

# onboarding.loading.reindexFailed
source: Rescan failed
zh_hans: 重新扫描失败

# onboarding.loading.reindexInterrupted
source: Rescan interrupted
zh_hans: 重新扫描已中断

# onboarding.loading.reindexPaused
source: Rescan paused
zh_hans: 重新扫描已暂停

# onboarding.loading.repositoryUnavailable
source: Repository is temporarily unavailable: %@
zh_hans: 资料库暂时不可用：%@

# onboarding.loading.repoUnavailable
source: Repository is temporarily unavailable
zh_hans: 资料库暂时不可用

# onboarding.loading.retry
source: Retry
zh_hans: 重试

# onboarding.loading.retryTree
source: Retry Tree
zh_hans: 重试目录树

# onboarding.loading.scanning
source: Scanning changes
zh_hans: 正在扫描变更

# onboarding.loading.scanningChanges
source: Scanning changes. %@
zh_hans: 正在扫描变更。%@

# onboarding.loading.scanProgress
source: Added %lld, updated %lld, skipped %lld
zh_hans: 新增 %lld，更新 %lld，跳过 %lld

# onboarding.loading.scanRunning
source: Scanning repository: %lld processed
zh_hans: 正在扫描资料库：已处理 %lld 项

# onboarding.loading.scanStatus
source: %@ · %lld processed
zh_hans: %@ · 已处理 %lld 项

# onboarding.loading.scanUnavailable
source: Scan status is unavailable: %@
zh_hans: 扫描状态不可用：%@

# onboarding.loading.treeFailed
source: Repository tree failed to load: %@
zh_hans: 目录加载失败：%@

# onboarding.loading.treeFileCount
source: Directory loaded: %lld files
zh_hans: 目录已加载：%lld 个文件

# onboarding.location.subtitle
source: A repository is a normal folder that you can access in Finder at any time.\nAdopting an existing folder does not move, rename, or delete any of your original files.
zh_hans: 资料库是一个普通文件夹，你可以随时在 Finder 中访问它。\n接管已有目录不会移动、重命名或删除你的任何原文件。

# onboarding.location.title
source: Choose Repository Location
zh_hans: 选择资料库位置

# onboarding.quit.initializationTitle
source: Quit initialization?
zh_hans: 退出初始化？

# onboarding.quit.pausingInitialization
source: Pausing initialization. AreaMatrix will wait for Core to reach a safe point.
zh_hans: 正在暂停初始化，AreaMatrix 会等待 Core 到达安全点。

# onboarding.quit.safePointMessage
source: AreaMatrix will stop after the current Core operation reaches a safe point. No user files will be deleted.
zh_hans: AreaMatrix 会在当前 Core 操作到达安全点后停止；不会删除用户原文件。

# onboarding.quit.setupMessage
source: AreaMatrix will not create .areamatrix/ or save this repository selection.
zh_hans: AreaMatrix 不会创建 .areamatrix/，也不会保存这次资料库选择。

# onboarding.quit.stopAtSafePoint
source: Stop at Safe Point
zh_hans: 在安全点停止

# onboarding.quit.stoppedAtSafePoint
source: Initialization stopped at a safe point. When you choose the same repository again, AreaMatrix will continue or enter recovery.
zh_hans: 初始化已在安全点停止。下次选择同一资料库时，AreaMatrix 会继续或进入恢复。

# onboarding.recovery.cleanupSummary
source: Temporary files cleaned: %lld; staging records reverted: %lld
zh_hans: 已清理临时文件：%lld；已回滚 staging 记录：%lld

# onboarding.recovery.completedSummary
source: Startup recovery completed: %@
zh_hans: 启动恢复已完成：%@

# onboarding.recovery.no-technical-context
source: No technical context was provided by Core.
zh_hans: Core 未提供技术上下文。

# onboarding.recovery.recoverability
source: Recoverability: %@
zh_hans: 可恢复性：%@

# onboarding.recovery.severity
source: Severity: %@
zh_hans: 严重程度：%@

# onboarding.recovery.unfinishedScanRemains
source: An unfinished scan is still present. Return to the source page to continue.
zh_hans: 仍检测到未完成的扫描，请返回来源页继续处理。

# onboarding.validate.adopt.createMetadata
source: The .areamatrix/ internal directory will be created.
zh_hans: 将创建 .areamatrix/ 内部目录。

# onboarding.validate.adopt.noFileChanges
source: No existing files will be moved, renamed, deleted, or overwritten.
zh_hans: 不移动、不重命名、不删除、不覆盖任何已有文件。

# onboarding.validate.adopt.preserveStructure
source: Existing README.md files and the project structure remain unchanged.
zh_hans: 已有 README.md 和项目目录结构保持原样。

# onboarding.validate.adopt.scanFiles
source: Existing files and folders will be scanned.
zh_hans: 将扫描现有文件和文件夹。

# onboarding.validate.adoptTitle
source: Existing folder will be adopted
zh_hans: 将接管已有目录

# onboarding.validate.back
source: Back
zh_hans: 返回

# onboarding.validate.cancel
source: Cancel
zh_hans: 取消

# onboarding.validate.change
source: Change
zh_hans: 更改

# onboarding.validate.changeLocation
source: Change location
zh_hans: 更改位置

# onboarding.validate.check.candidateDirectory
source: Available as a candidate folder
zh_hans: 可作为候选目录

# onboarding.validate.check.capacity
source: Available space
zh_hans: 可用空间

# onboarding.validate.check.chooseExistingFolder
source: Choose an existing folder
zh_hans: 请选择已存在的文件夹

# onboarding.validate.check.directory
source: Path exists and is a folder
zh_hans: 路径存在且是文件夹

# onboarding.validate.check.existingRepo
source: Existing AreaMatrix repository
zh_hans: 已有 AreaMatrix 资料库

# onboarding.validate.check.externalVolume
source: External volume
zh_hans: 是否外置卷

# onboarding.validate.check.failed
source: Failed
zh_hans: 失败

# onboarding.validate.check.icloud
source: iCloud path
zh_hans: iCloud 路径

# onboarding.validate.check.missingResult
source: Check result unavailable
zh_hans: 检查结果缺失

# onboarding.validate.check.nonEmpty
source: Non-empty folder
zh_hans: 非空目录

# onboarding.validate.check.passed
source: Passed
zh_hans: 通过

# onboarding.validate.check.readable
source: Read permission
zh_hans: 可读权限

# onboarding.validate.check.waitingCapacity
source: Waiting for capacity check
zh_hans: 等待容量检查

# onboarding.validate.check.waitingCore
source: Waiting for Core validation
zh_hans: 等待 Core 校验

# onboarding.validate.check.waitingVolume
source: Waiting for volume information
zh_hans: 等待卷信息

# onboarding.validate.check.warning
source: Warning
zh_hans: 警告

# onboarding.validate.check.writable
source: Write permission
zh_hans: 可写权限

# onboarding.validate.checkingPath
source: Checking path...
zh_hans: 正在检查路径...

# onboarding.validate.chooseFolderPath
source: Choose a folder path
zh_hans: 请选择文件夹路径

# onboarding.validate.continue
source: Continue
zh_hans: 继续

# onboarding.validate.existingRepo.databaseFound
source: This folder contains an openable .areamatrix/index.db.
zh_hans: 该文件夹已经包含可打开的 .areamatrix/index.db。

# onboarding.validate.existingRepo.openOnly
source: AreaMatrix will open the existing repository without reinitializing or adopting it.
zh_hans: AreaMatrix 将打开现有资料库，不会重新初始化或接管。

# onboarding.validate.externalVolumeConfirm
source: Confirm that the volume will remain connected before continuing.
zh_hans: 继续前请确认该卷会保持连接。

# onboarding.validate.externalVolumeTitle
source: External volume path
zh_hans: 外置卷路径

# onboarding.validate.externalVolumeUnavailable
source: The repository may become unavailable when the external volume is disconnected.
zh_hans: 外置卷可能在断开连接后导致资料库不可用。

# onboarding.validate.icloudRisk
source: iCloud sync may introduce delays, placeholders, and conflict risks.
zh_hans: iCloud 同步可能带来延迟、占位内容与冲突风险。

# onboarding.validate.icloudRiskAcceptance
source: I understand that iCloud sync may introduce delays and conflicts
zh_hans: 我理解 iCloud 同步可能带来延迟与冲突风险

# onboarding.validate.icloudTitle
source: iCloud Drive path
zh_hans: iCloud Drive 路径

# onboarding.validate.lastOpened
source: Last opened: %@
zh_hans: 上次打开：%@

# onboarding.validate.lastOpenedNotRecorded
source: Last opened: Not recorded
zh_hans: 上次打开：未记录

# onboarding.validate.lastPath
source: Last path: %@.
zh_hans: 最后位置：%@。

# onboarding.validate.notRecorded
source: Not recorded
zh_hans: 尚未记录

# onboarding.validate.openRepository
source: Open Repository
zh_hans: 打开资料库

# onboarding.validate.pathChangedRevalidate
source: The path state changed. Return and validate it again.
zh_hans: 路径状态已变化，请返回重新校验

# onboarding.validate.pathUnavailable
source: Path unavailable
zh_hans: 路径不可用

# onboarding.validate.repoPath
source: Repository path: %@
zh_hans: 资料库路径：%@

# onboarding.validate.repositoryFound
source: AreaMatrix repository found
zh_hans: 已找到 AreaMatrix 资料库

# onboarding.validate.retry
source: Retry
zh_hans: 重试

# onboarding.validate.scanCounts
source: Indexed %lld, updated %lld, skipped %lld.
zh_hans: 已索引 %lld 个，更新 %lld 个，跳过 %lld 个。

# onboarding.validate.scanStatus
source: Status: %@.
zh_hans: 状态：%@。

# onboarding.validate.schemaReading
source: Schema version: Reading metadata
zh_hans: Schema 版本：正在读取元数据

# onboarding.validate.schemaVersion
source: Schema version: v%u
zh_hans: Schema 版本：v%u

# onboarding.validate.severityRecoverability
source: Severity: %@; Recoverability: %@
zh_hans: 严重程度：%@；恢复方式：%@

# onboarding.validate.subtitle
source: AreaMatrix checks the path before initialization or opening.
zh_hans: AreaMatrix 会先检查路径状态，再进入初始化或打开流程。

# onboarding.validate.suggestedAction
source: Suggested action: %@
zh_hans: 建议：%@

# onboarding.validate.title
source: Validate repository path
zh_hans: 校验资料库路径

# onboarding.validate.unfinishedScanTitle
source: Unfinished folder adoption scan found
zh_hans: 发现未完成接管扫描

# onboarding.welcome.chooseFolder
source: Choose a local folder
zh_hans: 选择本地文件夹

# onboarding.welcome.classify.description
source: Drop files into the window. Smart rules and AI identify content, suggest names, and find the best place in your directory tree.
zh_hans: 把文件拖入视窗，底层的智能规则与 AI 将自动识别内容、建议命名，并为其在庞大复杂的目录树中寻找到最佳的物理归属。

# onboarding.welcome.classify.title
source: Smart engine, automatic filing
zh_hans: 智能引擎，自动归档

# onboarding.welcome.default.description
source: No moving required—just point to a local folder. AreaMatrix builds a clear, seamlessly synced private library for you.
zh_hans: 无需搬运，只需指认一个本地文件夹。AreaMatrix 会为你建立结构清晰、无感同步的私人资料库。

# onboarding.welcome.default.title
source: Turn scattered files into a knowledge hub.
zh_hans: 将散乱的文件，化作知识枢纽。

# onboarding.welcome.feature.classify.description
source: Identify, rename, and file automatically
zh_hans: 识别、重命名并自动落位

# onboarding.welcome.feature.classify.title
source: Drop, Organize, Classify
zh_hans: 拖拽归档，智能分类

# onboarding.welcome.feature.overview.description
source: Generate outlines and track changes in both directions
zh_hans: 生成大纲，双向同步改动日志

# onboarding.welcome.feature.overview.title
source: Repository Overview and History
zh_hans: 全局概览，改动追溯

# onboarding.welcome.feature.safety.description
source: Original files stay untouched; the file system remains the source of truth
zh_hans: 不碰原文件，真相在文件系统

# onboarding.welcome.feature.safety.title
source: Non-invasive by Design
zh_hans: 零侵入，绝对安全

# onboarding.welcome.help.description
source: Learn in one minute how AreaMatrix uses a lightweight local index and FSEvents monitoring to end file-organizing anxiety.
zh_hans: 一分钟了解 AreaMatrix 如何通过轻量级的本地索引引擎和 FSEvents 监听，帮助您彻底终结文件整理的焦虑感。

# onboarding.welcome.help.title
source: Workflow and algorithm explained
zh_hans: 工作流与算法揭秘

# onboarding.welcome.language.help
source: Current interface language: %1$@. Click to switch to %2$@.
zh_hans: 当前界面语言：%1$@。点击切换到 %2$@。

# onboarding.welcome.language.hint
source: Switch to %@
zh_hans: 切换到 %@

# onboarding.welcome.learnMore
source: Learn how AreaMatrix works
zh_hans: 了解 AreaMatrix 如何工作

# onboarding.welcome.security.description
source: We only build a visual super-index underneath. AreaMatrix never moves, modifies, or overwrites your source files or existing folders.
zh_hans: 我们仅仅在底层建立一层可视化的超级索引。程序承诺永远不会在后台私自改动、移动或覆盖您宝贵的源文件与已有目录结构。

# onboarding.welcome.security.title
source: Zero intrusion, absolute safety
zh_hans: 零侵入，绝对的安全防线

# onboarding.welcome.start.description
source: We only index the folder you choose. You can stop anytime with no lock-in. Click to take over instantly!
zh_hans: 放心，我们仅仅是为你指认的文件夹建立一层索引。你可以随时停止使用，没有任何锁定风险。点击即可瞬间接管！

# onboarding.welcome.start.title
source: Start your local knowledge base now
zh_hans: 立刻开启你的本地知识库

# onboarding.welcome.terminal.loadSafety
source: Loading file safety and classification details...
zh_hans: 加载文件安全与分类说明...

# onboarding.welcome.terminal.noWriteBeforeSelection
source: No data will be written before you choose a folder...
zh_hans: 选择文件夹前不会写入任何资料...

# onboarding.welcome.terminal.openingPicker
source: >>> Opening Folder Picker <<<
zh_hans: >>> 正在打开文件夹选择器 <<<

# onboarding.welcome.terminal.preparePicker
source: Preparing the local folder picker...
zh_hans: 准备打开本地文件夹选择器...

# onboarding.welcome.terminal.requestAccess
source: Preparing to request folder access...
zh_hans: 准备请求文件夹访问权限...

# onboarding.welcome.terminal.waiting
source: Waiting for system command...
zh_hans: 等待系统指令...

# onboarding.welcome.tracking.description
source: Auto-generated Markdown library outlines. Every move or edit—even in Finder—is recorded and synced back in real time.
zh_hans: 自动生成专属的 Markdown 资料库大纲。您的每一次挪动、修改，哪怕是在系统原生的 Finder 中操作，都会被精准记录并实时回流。

# onboarding.welcome.tracking.title
source: Global overview, timeline-level traceability
zh_hans: 全局概览，时间线级追溯

source: One or more import conflicts are blocked
zh_hans: 一个或多个导入冲突被阻止

source: Only the AreaMatrix managed block will be updated.
zh_hans: 只会更新 AreaMatrix 托管区块。

source: Open
zh_hans: 打开

source: Open a file detail, then use Suggestions from the Tags section.
zh_hans: 打开文件详情，然后使用标签区域中的建议。

source: Open a repository before changing repository settings.
zh_hans: 更改资料库设置前，请先打开资料库。

source: Open a repository before importing files.
zh_hans: 导入文件前，请先打开资料库。

source: Open AI call log to review recent AI activity.
zh_hans: 打开 AI 调用日志，检查近期 AI 活动。

source: Open AI settings
zh_hans: 打开 AI 设置

source: Open AI settings and configure remote summaries.
zh_hans: 请打开 AI 设置并配置远程概述。

source: Open AI settings and enable a summary provider.
zh_hans: 请打开 AI 设置并启用概述提供商。

source: Open AI settings and enable Auto summaries.
zh_hans: 请打开 AI 设置并启用自动概述。

source: Open AI settings and turn on AI features.
zh_hans: 请打开 AI 设置并开启 AI 功能。

source: Open AI settings before retrying semantic search.
zh_hans: 请先打开 AI 设置，再重试语义搜索。

source: Open app settings
zh_hans: 打开应用程序设置

source: Open AreaMatrix help
zh_hans: 打开 AreaMatrix 帮助

source: Open classifier rule editor
zh_hans: 打开分类规则编辑器

source: Open classifier rule impact preview
zh_hans: 打开分类规则影响预览

source: Open classifier rule impact preview before applying
zh_hans: 应用前打开分类规则影响预览

source: Open classifier rules first, then preview how the rule affects existing files.
zh_hans: 请先打开分类器规则，再预览该规则对现有文件的影响。

source: Open classifier rules first.
zh_hans: 请先打开分类规则。

source: Open classifier rules...
zh_hans: 打开分类规则...

source: Open classifier.yaml
zh_hans: 打开 classifier.yaml

source: Open classifier.yaml and fix the reported configuration error.
zh_hans: 请打开 classifier.yaml 并修复报告的配置错误。

source: Open classifier.yaml and try again.
zh_hans: 请打开 classifier.yaml 后重试。

source: Open Confirmation
zh_hans: 打开确认

source: Open delete confirmation
zh_hans: 打开删除确认

source: Open diagnostics
zh_hans: 打开诊断

source: Open folder permissions
zh_hans: 打开文件夹权限

source: Open help
zh_hans: 打开帮助

source: Open iCloud help
zh_hans: 打开 iCloud 帮助

source: Open ignore.yaml
zh_hans: 打开 ignore.yaml

source: Open import conflict review
zh_hans: 打开导入冲突检查

source: Open indexing status
zh_hans: 打开索引状态

source: Open install help
zh_hans: 打开安装帮助

source: Open local model status
zh_hans: 打开本地模型状态

source: Open Local model status to check installation and diagnostics.
zh_hans: 打开本地模型状态，检查安装和诊断信息。

source: Open logs failed
zh_hans: 打开日志失败

source: Open logs folder
zh_hans: 打开日志文件夹

source: Open logs folder failed
zh_hans: 打开日志文件夹失败

source: Open logs in Console
zh_hans: 在“控制台”中打开日志

source: Open model location
zh_hans: 打开模型位置

source: Open note file
zh_hans: 打开笔记文件

source: Open one file at a time
zh_hans: 一次打开一个文件

source: Open privacy rules
zh_hans: 打开隐私规则

source: Open Privacy rules to manage AI data boundaries.
zh_hans: 打开隐私规则，管理 AI 数据边界。

source: Open query help
zh_hans: 打开查询帮助

source: Open recovery tools...
zh_hans: 打开恢复工具...

source: Open redo queue
zh_hans: 打开重做队列

source: Open Remote AI configuration to manage providers and API keys.
zh_hans: 打开远程 AI 配置，管理提供商和 API 密钥。

source: Open Repair...
zh_hans: 打开修复工具...

source: Open repository in Finder
zh_hans: 在 Finder 中打开资料库

source: Open repository search
zh_hans: 打开资料库搜索

source: Open repository settings
zh_hans: 打开资料库设置

source: Open repository settings if access needs to be renewed.
zh_hans: 如需续期访问权限，请打开资料库设置。

source: Open repository...
zh_hans: 打开存储库...

source: Open review queue
zh_hans: 打开检查队列

source: Open Search
zh_hans: 打开搜索

source: Open Sheet
zh_hans: 打开表

source: Open Smart List
zh_hans: 打开智能列表

source: Open Smart Lists
zh_hans: 打开智能列表

source: Open suggestions to review deterministic candidates.
zh_hans: 打开建议以审查确定性候选项。

source: Open tag editor
zh_hans: 打开标签编辑器

source: Open tag filters for the current search scope.
zh_hans: 打开当前搜索范围的标签筛选。

source: Open tag suggestions
zh_hans: 打开标签建议

source: Open the camera import flow for the final permission check.
zh_hans: 打开相机导入流程以完成最终权限检查。

source: Open the import sheet
zh_hans: 打开导入表

source: Open the repository folder and check .areamatrix/generated/ permissions before retrying.
zh_hans: 请打开资料库文件夹，检查 .areamatrix/generated/ 权限后重试。

source: Open the repository folder and check file permissions before enabling root overview.
zh_hans: 启用根目录概览前，请打开资料库文件夹并检查文件权限。

source: Open Undo History details for this failed undo.
zh_hans: 打开“撤销历史”以查看此次撤销失败的详情。

source: Open Undo History for this action.
zh_hans: 打开“撤销历史”以查看此操作。

source: Opening was cancelled. Repository configuration and user files were not changed.
zh_hans: 打开操作已取消。资料库配置和用户文件均未更改。

source: Origin
zh_hans: 来源

source: Original
zh_hans: 原来的

source: Original -> New | Status
zh_hans: 原始 -> 新 | 状态

source: Original version
zh_hans: 原始版本

source: Other
zh_hans: 其他

source: Overview output
zh_hans: 概览输出

source: Padding %arg
zh_hans: 填充 %arg

source: Padding must be 1 or greater.
zh_hans: 补零位数必须大于或等于 1。

source: Partial
zh_hans: 部分的

source: Passed
zh_hans: 已通过

source: Pasteboard rejected the text.
zh_hans: 剪贴板拒绝了该文本。

source: Path
zh_hans: 路径

source: Path cannot be copied.
zh_hans: 路径无法复制。

source: Path copied.
zh_hans: 已复制路径。

source: Path is missing: %@
zh_hans: 路径不存在：%@

source: Path unreadable
zh_hans: 路径不可读

source: Paths cannot be copied.
zh_hans: 路径无法复制。

source: Pattern
zh_hans: 模式

source: Pattern is required.
zh_hans: 需要图案。

source: Pause all AI
zh_hans: 暂停所有 AI

source: Pause index build
zh_hans: 暂停索引构建

source: Pause index build requires a Core pause API that is not available in semantic-search-core.
zh_hans: 暂停索引构建需要 Core 暂停 API，但 semantic-search-core 尚未提供该 API。

source: Paused
zh_hans: 已暂停

source: Pending
zh_hans: 待处理

source: PENDING
zh_hans: 待处理

# Pending tag %arg, %arg
source: Pending tag %1$arg, %2$arg
zh_hans: 待处理标签 %1$arg，%2$arg

source: Permanent delete is not available from AreaMatrix.
zh_hans: AreaMatrix 不提供永久删除功能。

source: Permission denied
zh_hans: 权限被拒绝

source: Pin to sidebar
zh_hans: 固定到边栏

source: Pinned
zh_hans: 已固定

source: Pinyin initials
zh_hans: 拼音声母

source: Placeholder handling
zh_hans: 占位文件处理

source: Platform
zh_hans: 平台

source: Platform capabilities
zh_hans: 平台能力

source: Platform capabilities unavailable
zh_hans: 平台能力不可用

# platform.repositoryFile.missing
source: File is missing from this repository: %@
zh_hans: 此资料库中缺少文件：%@

# platform.repositoryFile.openRejected
source: File opener rejected this path: %@
zh_hans: 系统无法打开此文件路径：%@

# platform.repositoryFile.outside
source: File path is outside this repository: %@
zh_hans: 文件路径位于此资料库之外：%@

# platform.repositoryFinder.missing
source: Repository folder is missing: %@
zh_hans: 资料库文件夹缺失：%@
